{
"Checkout": "Ödeme",
"Street Address": "Adress",
"House number and street name": "Bina numarası ve sokak cd.",
"Apartment, suite, unit etc.": "Daire, kat.",
"State / County": "İl / İlçe",
"Postcode / ZIP": "Posta Kodu / ZIP",
"Phone": "Telefon",
"Email Address": "E-posta Adresi",
"Additional information": "Ek bilgi",
"Notes about your order, e.g. special notes for delivery.": "Siparişinizle ilgili notlar, örneğin teslimat için özel notlar.",
"Product": "Ürün",
"Added To Cart":"Sepete Eklendi",
"Free shipping": "Ücretsiz kargo",
"Card Holder Name": "Kart Sahibi Adı",
"Card Number": "Kart Numarası",
"Enter 16-digit card number": "16 haneli kart numarasını girin",
"Expiry Month": "Son Kullanma Ayı",
"Expiry Year": "Son Kullanma Yılı",
"Place Order": "Sipariş Ver",
"Shop Now": "Hemen Alışveriş Yap",
"Your order":"Siparişiniz",
"Cart":"Sepet",
"Receipt Image":"makbuz",
"Delivery":"Teslimat",
"Remote Sales Agreement":"Mesafeli Satış Sözleşmesi",
"Cookies":"Çerezler",
"Pre-Contractual Information Form":"Ön Bilgilendirme Formu",
"login_register":"Giriş Yap",
"My Account Information": "Hesap Bilgilerim",
"Your Personal Details": "Kişisel Bilgileriniz",
"Save": "Kaydet",
"Change Password": "Şifreyi Değiştir",
"Your Password": "Şifreniz",
"Current Password": "Eski Şifre",
"New Password": "Yeni Şifre",
"Your Orders": "Siparişleriniz",
"All orders you created": "Oluşturduğunuz tüm siparişler",
"No orders found": "Sipariş bulunamadı",
"404 page": "404 Sayfası",
"OPPS! PAGE NOT FOUND": "HATA! SAYFA BULUNAMADI",
"Sorry but the page you are looking for does not exist, have been removed, name changed or is temporarity unavailable.": "Üzgünüz, aradığınız sayfa mevcut değil, kaldırılmış, adı değiştirilmiş veya geçici olarak kullanılamıyor.",
"Back to home page": "Ana sayfaya dön",
"Clear Wishlist":"İstek Listesini Temizle",
"Login Register": "Giriş Kayıt",
"Show Password": "Şifreyi Göster",
"Select the Payment Method":"Ödeme Yöntemini Seçin",
"Bank Transfer":"Banka Transfer",
"Credit Card Information":"Kredi Kartı Bilgileri",
"Bank Transfer/EFT":"Banka Havale/EFT",
"Credit Card":"Kredi Kartı",
"Bank Transfer Information":"Banka Havale Bilgileri",
"Account Name":"Hesap Adı",
"Your Account Name":"Hesap Sahibi",
"IBAN":"İBAN",
"To Confirm your order ,please transfer the total amount to the provided IBAN and Send the reciept to the contact form in the Contact Us page":"Siparişinizi onaylamak için lütfen toplam tutarı sağlanan IBAN'a transfer edin ve makbuzu İletişim Sayfasındaki iletişim formuna gönderin.",
"home": "Anasayfa",
"home_cosmetics": "Ev Kozmetik",
"shop": "Mağaza",
"collection": "Koleksiyon",
"pages":"Sayfalar",
"view cart":"Sepeti görüntüle",
"contact_us":"Bize Ulaşın",
"Free Shipping": "Ücretsiz Kargo",
"cart":"Sepet",
"checkout":"Ödeme",
    "wishlist":" İstek Listesi",
    "Wishlist":" İstek Listesi",
    "compare":"Karşılaştır",
    "my_account":"Hesabım",
    "about_us":"Hakkımızda",
    "login":"Giriş Yap",
     "Logout":"Çıkış Yap",
     "Call Us 0532 446 59 02":"Bizi Arayın 0532 446 59 02",
     "Admin Login":"Admin Girişi",
    "Free shipping on all order": "Tüm siparişlerde ücretsiz kargo",
    "Support 24/7": "7/24 Destek",
    "Money Return": "Para İadesi",
    "New Arrivals": "Yeni Gelenler",
    "Best Sellers": "Çok Satanlar",
    "Sale Items": "İndirimli Ürünler",
    "Creams": "Kremler",
    "Serums": "Serumlar",
    "Tonics": "Tonikler",
    "Unit Price": "Birim Fiyat",
    "Qty": "Adet",
    "Subtotal": "Ara Toplam",
    "action": "Aksiyon",
    "Use Coupon Code": "Kupon Kodu Kullan",
    "Enter your coupon code if you have one.": "Eğer bir kupon kodunuz varsa girin.",
    "Apply Coupon": "Kuponu Uygula",
    "Cart Total": "Sepet Toplamı",
    "Total products": "Toplam Ürün",
    "Grand Total": "Genel Toplam",
    "Proceed to Checkout": "Ödemeye Devam Et",
    "Continue Shopping": "Alışverişe Devam Et",
    "Clear Shopping Cart": "Sepeti Temizle",
    "Starting at": "Başlayan fiyatlar",
    "Experince the essence of nature": "Doğanın özünü deneyimleyin",
    "Natural<br />Glow": "Doğal<br/> Parlaklık",
    "SHOP NOW": "Hemen Alışveriş Yap",
    "Login": "Giriş Yap",
    "Register": "Kayıt Ol",
    "My Account": "Hesabım",
    "New":"Yeni",
    "Customer's Comments":"Müşteri Yorumları",
    "VIEW MORE PRODUCTS": "Daha Fazla Ürün Görüntüle",
    "Your cart items": "Sepetinizdeki Ürünler",
    "Image": "Görsel",
    "Product Name": "Ürün Adı",
    "Billing Details": "Fatura Bilgileri",
    "First Name": "Ad",
    "Order notes": "Sipariş Notları",
    "Shipping": "Kargo",
    "Total": "Toplam",
 "Compare": "Karşılaştır",
"Product Info": "Ürün Bilgisi",
"Price": "Fiyat",
"Rating": "Puan",
"Who Are We": "Biz Kimiz",
"Welcome To Hiyam Cosmetics": "Hiyam Cosmetics'e Hoş Geldiniz",
"At Hiyam Cosmetics, we are passionate innovators dedicated to enhancing your natural beauty through premium skincare and beauty solutions. Our team of experts blends cutting-edge technology with high-quality ingredients to create products that deliver real, visible results. With a commitment to sustainability, ethical practices, and exceptional customer care, we strive to empower individuals worldwide to embrace their unique beauty with confidence. Join us on a journey of self-care and transformation as we redefine beauty standards and elevate your everyday routine.": 
"Hiyam Cosmetics olarak, doğal güzelliğinizi premium cilt bakım ve güzellik çözümleri ile güçlendirmeye adanmış tutkulu yenilikçileriz. Uzman ekibimiz, ileri teknoloji ile yüksek kaliteli içerikleri bir araya getirerek gerçek ve görünür sonuçlar veren ürünler yaratır. Sürdürülebilirlik, etik uygulamalar ve mükemmel müşteri hizmetlerine bağlı olarak, bireylerin kendilerine olan güvenle benzersiz güzelliklerini kucaklamalarına olanak sağlıyoruz. Güzellik standartlarını yeniden tanımlarken, kendinize özen gösterme ve dönüşüm yolculuğunda bize katılın ve günlük rutininizi yükseltin.",
"Our Mission": "Misyonumuz",
"At Hiyam Cosmetics, our mission is to deliver exceptional cosmetic products that combine the latest in skincare technology with luxurious, effective ingredients. We are committed to enhancing our customers' beauty routines with products that are both scientifically advanced and ethically crafted, ensuring that every person can achieve their best self while enjoying the journey.": 
"Hiyam Cosmetics'te, misyonumuz, en son cilt bakım teknolojisini lüks ve etkili içeriklerle birleştiren olağanüstü kozmetik ürünleri sunmaktır. Hem bilimsel olarak gelişmiş hem de etik olarak üretilmiş ürünlerle müşterilerimizin güzellik rutinlerini geliştirmeye kararlıyız, böylece her birey hem en iyi haline ulaşabilir hem de bu yolculuğun tadını çıkarabilir.",
"Our Vision": "Vizyonumuz",
"To be a global leader in innovative and high-quality cosmetic solutions, empowering individuals to embrace their natural beauty and confidence through transformative skincare and beauty products.": 
"Yenilikçi ve yüksek kaliteli kozmetik çözümlerinde küresel bir lider olmak, bireyleri dönüştürücü cilt bakımı ve güzellik ürünleri ile doğal güzelliklerini ve güvenlerini kucaklamaları için güçlendirmek.",
"Our Goal": "Hedefimiz",
"Continuously develop and introduce cutting-edge cosmetic formulations and products that address diverse skincare needs and preferences and maintain a strong focus on customer satisfaction by offering high-quality products, exceptional customer service, and engaging with our customers to meet their evolving needs.": 
"Çeşitli cilt bakım ihtiyaçlarını ve tercihlerini karşılayan ileri düzey kozmetik formülasyonlarını ve ürünlerini sürekli geliştirmek ve sunmak; yüksek kaliteli ürünler, mükemmel müşteri hizmetleri sunarak ve müşterilerimizin gelişen ihtiyaçlarına yanıt vererek müşteri memnuniyetine odaklanmak.",
"products sold": "satılan ürünler",
"branding": "markalaşma",
"happy customers": "mutlu müşteriler",
    "No items found in wishlist": "Dilek listesinde ürün yok",
    "Add Items": "Ürün Ekle",
    "No items found in compare": "Karşılaştırmada ürün bulunamadı",
    "My Account Information Your Personal Details": "Hesap Bilgilerim Kişisel Detaylarınız",
    "Edit your account information": "Hesap bilgilerinizi düzenleyin",
    "Continue": "Devam Et",
    "Last Name": "Soyad",
    "Company Name": "Şirket Adı",
    "Country": "Ülke",
   
   "Add a Review":"Yorum Ekle",
   "Your rating":"Puanınız",
   "Submit":"gönder",
   "Added":"Eklendi",
   "Add":"Ekle",
   "Added to cart":"Sepete Eklendi",
   "Add to cart":"Sepete Ekle",
    "Change your password": "Şifrenizi değiştirin",
    "Change Password Your Password": "Şifrenizi Değiştirin",
    "Password": "Şifre",
    "Password Confirm": "Şifre Onay",
    "Modify your address book entries": "Adres defterinizi düzenleyin",
    "Address Book Entries": "Adres Defteri Girişleri",
    "Edit": "Düzenle",
    "Delete": "Sil",
    "Forgot Password?": "Şifrenizi mi unuttunuz?",
    "Remember me": "Beni hatırla",
    "Get In Touch": "İletişime Geçin",
    "SEND":"Gönder",
    "Name*":"Adınız",
    "Email*":"Posta Adresiniz",
   "Subject*": "Konu",
"Your Message*": "Mesajınız",
    "Send": "Gönder",
    "About us":"Hakkımızda",
    "Contact":"Bize Ulaşın",
    "Orders tracking":"Sipariş Takibi",
    "Follow Us": "Bizi Takip Edin",
    "Support Policy":"Destek Politikası",
    "FOLLOW US": "Bizi Takip Edin",
    "SUBSCRIBE":"ABONE OL",
    "Enter your email address...":"Email adresinizi girin..." ,
    "Get E-mail updates about our latest shop and special offers.":"En son mağazamız ve özel tekliflerle ilgili e-posta güncellemelerini alın.",
    "Showing": "Gösteriliyor",
    "No items added to cart":"Sepete ürün eklenmedi",
"of": "toplam",
"result": "sonuç",
"Home":"Anasayfa",
"Shop":"Mağaza",
"Price - High to Low": "Fiyat - Yüksekten Düşüğe",
"Price - Low to High": "Fiyat - Düşükten Yükseğe",
"Default": "Varsayılan",
"filter": "filtre",
"Added to wishlist": "İstek listesine eklendi",
"Add to wishlist": "İstek listesine ekle",
"Added to compare": "Karşılaştırmaya eklendi",
"Add to compare": "Karşılaştırmaya ekle",
"Buy now": "Şimdi satın al",
   "Search":"Ara",
   "Quick View":"Hızlı Görünüm",
   "Shop Product":"Ürün",
   "Search here...":"Ara Burada...",
   "All Categories":"Tüm Kategoriler",
    "Related Products": "İlgili Ürünler",
    "Reviews": "İncelemeler",
    "Description": "Açıklama",
    "Additional Information": "Ek Bilgiler",
    "ABOUT US": "HAKKIMIZDA",
    "USEFUL LINKS": "FAYDALI BAĞLANTILAR",
    "SUBSCRIBE": "ABONE OL",
    "Returns": "İade ve iptal koşulları",
    "Free delivery on order over": "Üzerindeki siparişlerde ücretsiz teslimat",



    "All Rights Reserved.":"Tüm Hakları Saklıdır.",
    "Hiyam Tonic": "Hiyam Tonik",
    "Formulated with potent plant extracts, active ingredients, and vitamins, Hiyam Tonic nourishes and brightens the skin, minimizes the appearance of pores, and helps reduce the visibility of wrinkles.": "Güçlü bitki özleri, aktif bileşenler ve vitaminlerle formüle edilen Hiyam Tonik, cildi besler ve aydınlatır, gözeneklerin görünümünü en aza indirir ve kırışıklıkların görünürlüğünü azaltmaya yardımcı olur.Kullanım: Temizlenmiş cilde püskürterek veya pamuk yardımıyla uygulayın.",
    "Formulated with potent plant extracts, active ingredients, and vitamins, Hiyam Tonic nourishes and brightens the skin, minimizes the appearance of pores, and helps reduce the visibility of wrinkles. Usage: Apply to cleansed skin by spraying or using a cotton pad. Warnings: Store in a cool, dry place out of reach of children. Test on a small area before use.Ingredients: Niacinamide (B3), Seaweed Extract, Hyaluronic Acid, Immortelle Flower Extract, Laminaria Digitata, Sodium Hyaluronate, Helichrysum Italicum Flower Oil": "Güçlü bitki özleri, aktif bileşenler ve vitaminlerle formüle edilen Hiyam Tonik, cildi besler ve aydınlatır, gözeneklerin görünümünü en aza indirir ve kırışıklıkların görünürlüğünü azaltmaya yardımcı olur. Kullanım: Temizlenmiş cilde püskürterek veya pamuk yardımıyla uygulayın. Uyarılar: Çocukların erişemeyeceği serin ve kuru bir yerde saklayın. Kullanmadan önce küçük bir bölgede test edin.İçindekiler: Niasinamid (B3), Deniz Yosunu Ekstraktı, Hyaluronik Asit, Ölmez Çiçek Ekstraktı, Laminaria Digitata, Sodyum Hyaluronat, Helichrysum Italicum Çiçek Yağı.",
    "Face Cleansing Gel": "Yüz Temizleme Jeli ",
    "Face Cleansers": "Yüz Temizleyiciler",
    "Categories":"Kategoriler",
    "Deodrants":"Deodorantlar",
    "VIEW MORE CATEGORIES":"DAHA FAZLA KATEGORİ GÖRÜN",
    "SHOW LESS CATEGORIES":"DAHA AZ KATEGORİ GÖRÜN",
    "Add To Cart":"SEPETE EKLE",
    "Out of Stock":"STOKTA YOK",
    "Usage: Apply a sufficient amount of gel to your palm and gently massage it onto your damp face in circular motions, both morning and evening. Rinse thoroughly with plenty of water. Warnings: Store in a cool, dry place out of reach of children. Perform a patch test before first use. Avoid contact with eyes. Ingredients: Aqua, Coco-Glucoside, Glycerin, Rosa Damascena Flower Water, Chamomilla Recutita Flower Water, Cocamidopropyl Betaine, Cucumis Sativus Fruit Extract, Camellia Sinensis Leaf Extract, Avena Sativa Kernel Extract, Xanthan Gum, Hydrolyzed Silk, Panthenol, Allantoin, Tocopheryl Acetate, Lactic Acid, Benzyl Alcohol, Lavandula Angustifolia Flower Oil, Pelargonium Graveolens Flower Oil, Dehydroacetic Acid, Sodium Benzoate, Potassium Sorbate.": " Kullanım: Avucunuza yeterli miktarda jel alın ve sabah ve akşam olmak üzere nemli yüzünüze dairesel hareketlerle nazikçe masaj yapın. Bol su ile iyice durulayın. Uyarılar: Çocukların erişemeyeceği serin ve kuru bir yerde saklayın. İlk kullanım öncesinde bir yama testi yapın. Gözle temasından kaçının.İçindekiler: Aqua, Coco-Glucoside, Gliserin, Rosa Damascena Çiçek Suyu, Chamomilla Recutita Çiçek Suyu, Cocamidopropyl Betaine, Cucumis Sativus Meyve Ekstraktı, Camellia Sinensis Yaprak Ekstraktı, Avena Sativa Çekirdek Ekstraktı, Xanthan Gum, Hidrolize İpek, Panthenol, Allantoin, Tocopheryl Acetate, Laktik Asit, Benzil Alkol, Lavandula Angustifolia Çiçek Yağı, Pelargonium Graveolens Çiçek Yağı, Dehydroacetic Asit, Sodyum Benzoat, Potasyum Sorbat.",
    "Hiyam Whitening & Pore Tightening Serum": " Hiyam Beyazlatıcı ve Gözenek Sıkılaştırıcı Serum",
    "Hiyam Whitening & Pore Tightening Serum is designed with ingredients like arbutin, vitamin C (sodium ascorbyl phosphate), niacinamide (B3), panthenol (B5), hyaluronic acid (sodium hyaluronate), licorice root extract (glycyrrhiza glabra), mulberry extract (morus alba), and pear peel extract (pyrus communis fruit) to help reduce the appearance of spots and pores for a brighter complexion and to prevent the formation of new spots. With regular use, it helps to brighten the skin tone, achieve a more transparent skin structure, reduce the visibility of dark spots and pores, and enhance skin quality for a flawless appearance.": "Hiyam Beyazlatıcı ve Gözenek Sıkılaştırıcı Serum, lekelerin ve gözeneklerin görünümünü azaltmaya, cilt tonunu aydınlatmaya ve yeni lekelerin oluşumunu engellemeye yardımcı olmak için arbutin, C vitamini (sodyum askorbil fosfat), niasinamid (B3), panthenol (B5), hyaluronik asit (sodyum hiyalüronat), meyan kökü ekstresi (glycyrrhiza glabra), dut ekstresi (morus alba) ve armut kabuğu ekstresi (pyrus communis meyvesi) gibi bileşenlerle formüle edilmiştir. Düzenli kullanımda, cilt tonunu aydınlatmaya, daha şeffaf bir cilt yapısına kavuşmaya, koyu lekelerin ve gözeneklerin görünürlüğünü azaltmaya ve kusursuz bir görünüm için cilt kalitesini artırmaya yardımcı olur.",
    "Hiyam Whitening & Pore Tightening Serum is designed with ingredients like arbutin, vitamin C (sodium ascorbyl phosphate), niacinamide (B3), panthenol (B5), hyaluronic acid (sodium hyaluronate), licorice root extract (glycyrrhiza glabra), mulberry extract (morus alba), and pear peel extract (pyrus communis fruit) to help reduce the appearance of spots and pores for a brighter complexion and to prevent the formation of new spots. With regular use, it helps to brighten the skin tone, achieve a more transparent skin structure, reduce the visibility of dark spots and pores, and enhance skin quality for a flawless appearance. It is recommended for night use.Usage: Apply to cleansed and toned skin with circular massage movements.Warnings: Store in a cool, dry place out of reach of children. Test on a small area before use. Avoid contact with eyes. Sunscreen must be used during the day.": "Hiyam Beyazlatıcı ve Gözenek Sıkılaştırıcı Serum, lekelerin ve gözeneklerin görünümünü azaltmaya, cilt tonunu aydınlatmaya ve yeni lekelerin oluşumunu engellemeye yardımcı olmak için arbutin, C vitamini (sodyum askorbil fosfat), niasinamid (B3), panthenol (B5), hyaluronik asit (sodyum hiyalüronat), meyan kökü ekstresi (glycyrrhiza glabra), dut ekstresi (morus alba) ve armut kabuğu ekstresi (pyrus communis meyvesi) gibi bileşenlerle formüle edilmiştir. Düzenli kullanımda, cilt tonunu aydınlatmaya, daha şeffaf bir cilt yapısına kavuşmaya, koyu lekelerin ve gözeneklerin görünürlüğünü azaltmaya ve kusursuz bir görünüm için cilt kalitesini artırmaya yardımcı olur.",
    "Hiyam Meso Soothing Elixir Serum": "Hiyam Meso Yatıştırıcı Eliksir Serumu",
    "Meso Soothing Elixir Serum is formulated with plant extracts, Peptide Complex, B5 (Panthenol), and both small and large molecule hyaluronic acid (Sodium Hyaluronate) to help soothe sensitive skin prone to irritation and reduce the appearance of wrinkles.": "Meso Yatıştırıcı Eliksir Serumu, hassas ve tahrişe eğilimli cildi yatıştırmaya ve kırışıklıkların görünümünü azaltmaya yardımcı olmak için bitki özleri, Peptit Kompleksi, B5 (Panthenol) ve hem küçük hem de büyük moleküllü hyaluronik asit (Sodyum Hyaluronat) ile formüle edilmiştir.",
    "Meso Soothing Elixir Serum is formulated with plant extracts, Peptide Complex, B5 (Panthenol), and both small and large molecule hyaluronic acid (Sodium Hyaluronate) to help soothe sensitive skin prone to irritation and reduce the appearance of wrinkles.Usage: Apply to cleansed and toned skin by massaging in circular motions. Warnings: Store in a cool, dry place, out of reach of children. Test on a small area before use. Avoid contact with eyes. Ingredients: Peptide Complex, Centella Asiatica, Boswellia Serrata, Glycyrrhiza Glabra (Licorice Root), Gotu Kola, Frankincense.": "Meso Yatıştırıcı Eliksir Serumu, bitki özleri, Peptit Kompleksi, B5 (Panthenol) ve hem küçük hem de büyük moleküllü hyaluronik asit (Sodyum Hyaluronat) ile formüle edilmiştir. Bu formül, tahrişe eğilimli hassas cildi yatıştırmaya ve kırışıklıkların görünümünü azaltmaya yardımcı olur. Kullanım: Temizlenmiş ve toniklenmiş cilde dairesel hareketlerle masaj yaparak uygulayın. Uyarılar: Serin ve kuru bir yerde, çocukların erişemeyeceği bir yerde saklayın. Kullanımdan önce küçük bir bölgede test edin. Gözle temasından kaçının. İçerikler: Peptit Kompleksi, Centella Asiatica, Boswellia Serrata, Glycyrrhiza Glabra (Meyan Kökü), Gotu Kola, Frankincense.",
    "Hiyam Peptide Complex Eye Contour Serum": "Hiyam Peptitde Kompleksi Göz Kontur Serumu",
    "Hiyam Peptide Complex Eye Contour Serum helps nourish, moisturize, firm the skin around the eyes, even out skin tone, and reduce signs of aging. Enriched with a peptide complex to support collagen production, it targets skin firmness and elasticity. Additionally, Arbutin, Vitamin C (Sodium Ascorbyl Phosphate), Niacinamide (B3), Caffeine, and botanical extracts work together to help even out the skin tone. It is recommended for nighttime use.": "Hiyam Peptit Kompleksi Göz Kontur Serumu, göz çevresindeki cildi beslemeye, nemlendirmeye, sıkılaştırmaya, cilt tonunu eşitlemeye ve yaşlanma belirtilerini azaltmaya yardımcı olur. Kolajen üretimini destekleyen peptit kompleksi ile zenginleştirilmiştir ve cilt sıkılığı ve elastikiyetini hedefler. Ayrıca, Arbutin, Vitamin C (Sodyum Askorbik Fosfat), Niacinamide (B3), Kafein ve bitkisel özler cilt tonunun eşitlenmesine yardımcı olur. Gece kullanımı için önerilir.",
    "Hiyam Peptide Complex Eye Contour Serum helps nourish, moisturize, firm the skin around the eyes, even out skin tone, and reduce signs of aging. Enriched with a peptide complex to support collagen production, it targets skin firmness and elasticity. Additionally, Arbutin, Vitamin C (Sodium Ascorbyl Phosphate), Niacinamide (B3), Caffeine, and botanical extracts work together to help even out the skin tone. It is recommended for nighttime use. Usage: Apply to cleansed and toned skin with circular massage movements. Warnings: Store in a cool, dry place, out of reach of children. Test on a small area before use. Avoid contact with eyes. Sunscreen should be used during the day.": "Hiyam Peptit Kompleksi Göz Kontur Serumu, göz çevresindeki cildi beslemeye, nemlendirmeye, sıkılaştırmaya, cilt tonunu eşitlemeye ve yaşlanma belirtilerini azaltmaya yardımcı olur. Kolajen üretimini destekleyen peptit kompleksi ile zenginleştirilmiştir ve cilt sıkılığı ve elastikiyetini hedefler. Ayrıca, Arbutin, Vitamin C (Sodyum Askorbik Fosfat Niacinamide (B3), Kafein ve bitkisel özler cilt tonunun eşitlenmesine yardımcı olur. Gece kullanımı için önerilir. Kullanım: Temizlenmiş ve tonlanmış cilde dairesel hareketlerle masaj yaparak uygulayın. Uyarılar: Serin ve kuru bir yerde, çocukların erişemeyeceği bir yerde saklayın. Kullanımdan önce küçük bir alanda test edin. Gözlerle temasından kaçının. Gündüzleri güneş koruyucu kullanılmalıdır.",
    "Hiyam Radiance - Anti-Aging Serum": "Hiyam ışıtlı- Yaşlanma Karşıtı Serum",
    "Thanks to the Hyaluronic Acid and Collagen in its formula, Hiyam Radiance - Anti-Aging Serum plumps the skin with moisture, creating a translucent and firm appearance. It also helps to brighten and even out the skin tone, giving it a firmer and more vibrant look with Niacinamide (B3), Stable Vitamin C (Sodium Ascorbyl Phosphate), Licorice Root Extract (Glycyrrhiza Glabra), Green Tea Extract (Camellia Sinensis), and Oat Extract (Avena Sativa).": "Hiyam ışıtlı- Yaşlanma Karşıtı Serum, formülündeki Hyaluronic Asit ve Kollajen sayesinde cildin nemlenmesini sağlar, şeffaf ve sıkı bir görünüm kazandırır. Ayrıca, Niacinamide (B3), Stabil C Vitamini (Sodyum Askorbik Fosfat), Licorice Root Extract (Glycyrrhiza Glabra), Green Tea Extract (Camellia Sinensis), ve Oat Extract (Avena Sativa) ile cilt tonunu aydınlatmaya ve eşitlemeye yardımcı olur, daha sıkı ve canlı bir görünüm sağlar.",
    "Thanks to the Hyaluronic Acid and Collagen in its formula, Hiyam Radiance - Anti-Aging Serum plumps the skin with moisture, creating a translucent and firm appearance. It also helps to brighten and even out the skin tone, giving it a firmer and more vibrant look with Niacinamide (B3), Stable Vitamin C (Sodium Ascorbyl Phosphate), Licorice Root Extract (Glycyrrhiza Glabra), Green Tea Extract (Camellia Sinensis), and Oat Extract (Avena Sativa). Usage: Apply to cleansed and toned skin with circular massage movements. Warnings: Store in a cool, dry place, out of reach of children. Test on a small area before use. Avoid contact with eyes.": "Hiyam ışıtlı- Yaşlanma Karşıtı Serum, formülündeki Hyaluronic Asit ve Kollajen sayesinde cildin nemlenmesini sağlar, şeffaf ve sıkı bir görünüm kazandırır. Ayrıca, Niacinamide (B3), Stabil C Vitamini (Sodyum Askorbik Fosfat), Licorice Root Extract (Glycyrrhiza Glabra), Green Tea Extract (Camellia Sinensis) ve Oat Extract (Avena Sativa) ile cilt tonunu aydınlatır ve eşitler, cilde daha sıkı ve canlı bir görünüm kazandırır. Kullanım: Temizlenmiş ve tonik uygulanmış cilde dairesel hareketlerle masaj yaparak uygulayın.Uyarılar: Serin, kuru bir yerde ve çocukların ulaşamayacağı bir yerde saklayın. Kullanımdan önce küçük bir alanda test edin. Gözle temasından kaçının.",
    "Hiyam Anti-Aging Moisturizing Day Face Cream": "Hiyam Yaşlanma Karşıtı Nemlendirici Günlük Yüz Kremi",
    "Ingredients: Niacinamide (B3), Panthenol (B5), Peptide Complex, Hibiscus (Hibiscus Sabdariffa Flower Extract), Pea (Pisum Sativum Extract) Usage: Apply to cleansed, toned, and serum-applied skin with a gentle massage. Warnings: Store in a cool, dry place out of reach of children. Test on a small area before use. Avoid contact with eyes.": "İçindekiler: Niacinamide (B3), Panthenol (B5), Peptid Kompleksi, Hibisküs (Hibiscus Sabdariffa Çiçek Ekstresi), Bezelye (Pisum Sativum Ekstresi).",
    "Hiyam Anti-Aging Moisturizing Night Face Cream": "Hiyam Anti-Aging Nemlendirici Gece Yüz Kremi",
    "Usage: Apply with a gentle massage to cleansed, toned, and serum-applied skin. Ingredients: 5-Peptide Complex, Sodium Hyaluronate, Sodium Ascorbyl Phosphate (Vitamin C), Retinyl Acetate": "Kullanım: Temizlenmiş, tonik uygulanmış ve serum sürülmüş cilde nazikçe masaj yaparak uygulayın.İçindekiler: 5-Peptid Kompleksi, Sodyum Hiyalüronat, Sodyum Askorbik Fosfat (C Vitamini), Retinil Asetat.",
    "Hiyam Anti-Aging Eye Contour Care Cream": "Hiyam Anti-Aging Göz Kontur Bakım Kremi",
    "Helps reduce the appearance of fine lines, dark circles, and under-eye bags.": "Küçük çizgilerin, koyu halkaların ve göz altı torbalarının görünümünü azaltmaya yardımcı olur.",
    "Helps reduce the appearance of fine lines, dark circles, and under-eye bags.Usage: Gently massage the cream into the under-eye area and surrounding skin in circular motions. Night use is recommended.": "Küçük çizgilerin, koyu halkaların ve göz altı torbalarının görünümünü azaltmaya yardımcı olur. Kullanım: Kremi göz altı bölgesine ve çevresindeki cilde nazikçe dairesel hareketlerle masaj yaparak uygulayın. Gece kullanımı önerilir.",
    "Hiyam Deodorant Roll-on": "Hiyam Deodorant Roll-on",
    "Prevents odor without stopping sweating. Provides a feeling of cleanliness and freshness throughout the day with its pleasant fragrance. Helps to reduce underarm skin tone unevenness and provides a firmer appearance with green tea extract (Camellia Sinensis Leaf Extract), olive leaf extract (Olea Europaea Leaf Extract), witch hazel extract (Hamamelis Virginiana Extract), and Vitamin B5 (Panthenol).": "Terlemeyi durdurmadan kokuya karşı korur. Hoş kokusuyla gün boyu temiz ve ferah bir his sağlar. Yeşil çay özü (Camellia Sinensis Leaf Extract), zeytin yaprağı özü (Olea Europaea Leaf Extract), siğil otu özü (Hamamelis Virginiana Extract) ve Vitamin B5 (Panthenol) ile koltuk altı cilt tonundaki düzensizlikleri azaltmaya ve sıkı bir görünüm sağlamaya yardımcı olur.",
    "Prevents odor without stopping sweating. Provides a feeling of cleanliness and freshness throughout the day with its pleasant fragrance. Helps to reduce underarm skin tone unevenness and provides a firmer appearance with green tea extract (Camellia Sinensis Leaf Extract), olive leaf extract (Olea Europaea Leaf Extract), witch hazel extract (Hamamelis Virginiana Extract), and Vitamin B5 (Panthenol). Usage: Apply to clean, dry underarms. Reapply as needed.Warnings: Do not apply to irritated skin. Avoid contact with eyes. Perform a patch test before first use. Store in a cool, dry place out of reach of children.": "Terlemeyi durdurmadan kokuyu önler. Hoş kokusuyla gün boyu temiz ve ferah bir his sağlar. Yeşil çay özü (Camellia Sinensis Leaf Extract), zeytin yaprağı özü (Olea Europaea Leaf Extract), siğil otu özü (Hamamelis Virginiana Extract) ve Vitamin B5 (Panthenol) ile koltuk altı cilt tonundaki düzensizlikleri azaltmaya ve sıkı bir görünüm sağlamaya yardımcı olur. Kullanım: Temiz ve kuru koltuk altlarına uygulayın. Gerektiğinde tekrar uygulayın. Uyarılar: Tahriş olmuş cilde uygulamayın. Gözlerle temasından kaçının. İlk kullanımdan önce bir yama testi yapın. Çocukların erişemeyeceği serin, kuru bir yerde saklayın.",
    "Hiyam Nourishing Anti-Aging Oil-Based Serum": "Hiyam Besleyici Anti-Aging Yağ Bazlı Serum",
    "Enriched with CoQ10 (ubiquinone), Vitamin C (ascorbyl tetraisopalmitate), Vitamin E (tocopheryl acetate), Vitamin A (retinyl acetate), and plant extracts like Gotu Kola (Centella Asiatica) and Butcher's Broom (Ruscus Aculeatus), this serum helps combat five signs of aging: wrinkles, firmness, elasticity, skin radiance, and volume loss.": "CoQ10 (ubikinon), Vitamin C (askorbil tetraisopalmitat), Vitamin E (tokofersil asetat), Vitamin A (retinil asetat) ve Gotu Kola (Centella Asiatica) ile Butcher's Broom (Ruscus Aculeatus) gibi bitki özleri ile zenginleştirilmiş bu serum, yaşlanmanın beş belirtisiyle mücadele eder: kırışıklıklar, sıkılık, elastikiyet, cilt ışıltısı ve hacim kaybı. Yağ bazlı formülü, cilde derinlemesine beslenme sağlar, gerekli nemi sunar ve genç ve parlak bir cilt tonu için destek olur.",
    "Enriched with CoQ10 (ubiquinone), Vitamin C (ascorbyl tetraisopalmitate), Vitamin E (tocopheryl acetate), Vitamin A (retinyl acetate), and plant extracts like Gotu Kola (Centella Asiatica) and Butcher's Broom (Ruscus Aculeatus), this serum helps combat five signs of aging: wrinkles, firmness, elasticity, skin radiance, and volume loss.Usage: Apply to cleansed and toned skin using circular motions, gently massaging it in. Warnings:Store in a cool, dry place out of reach of children.Perform a patch test before first use.Avoid contact with eyes.": "CoQ10 (ubikinon), Vitamin C (askorbil tetraisopalmitat), Vitamin E (tokofersil asetat), Vitamin A (retinil asetat) ve Gotu Kola (Centella Asiatica) ile Butcher's Broom (Ruscus Aculeatus) gibi bitki özleri ile zenginleştirilmiş bu serum, yaşlanmanın beş belirtisiyle mücadele eder: kırışıklıklar, sıkılık, elastikiyet, cilt ışıltısı ve hacim kaybı. Kullanım: Temizlenmiş ve tonlanmış cilde dairesel hareketlerle uygulayın, nazikçe masaj yapın. Uyarılar: Çocukların erişemeyeceği serin, kuru bir yerde saklayın. İlk kullanımdan önce bir yama testi yapın. Gözlerle temastan kaçının.",
    "Hiyam Sunscreen - Anti-Aging Effective": "Hiyam Güneş Kremi - Etkili Yaşlanma Karşıtı",
    "This sunscreen provides high-level sun protection with mineral filters and valuable oils. Enriched with Squalane, Vitamin E, Niacinamide, Vitamin B5, Hyaluronic Acid, and other premium plant extracts such as Ahudu and Avocado, it helps reduce the appearance of fine lines and wrinkles while protecting your skin from UV damage. Its water-based formula offers lightweight protection and helps brighten the skin without a heavy feeling.":"Bu güneş kremi, mineral filtreler ve değerli yağlarla yüksek düzeyde güneş koruması sağlar. Squalane, Vitamin E, Niacinamide, Vitamin B5, Hyaluronic Acid ve Ahudu ve Avokado gibi premium bitki özleri ile zenginleştirilmiş olup, ince çizgiler ve kırışıklıkların görünümünü azaltırken cildinizi UV hasarından korur. Su bazlı formülü hafif bir koruma sunar ve cildinizi ağır bir his bırakmadan aydınlatır.",
    "This sunscreen provides high-level sun protection with mineral filters and valuable oils. Enriched with Squalane, Vitamin E, Niacinamide, Vitamin B5, Hyaluronic Acid, and other premium plant extracts such as Ahudu and Avocado, it helps reduce the appearance of fine lines and wrinkles while protecting your skin from UV damage. Its water-based formula offers lightweight protection and helps brighten the skin without a heavy feeling.Usage: Apply generously to the face and exposed skin at least 15 minutes before sun exposure. Reapply every 2 hours, or more frequently if swimming or sweating. Warnings:Store in a cool, dry place out of reach of children. For external use only. Avoid direct contact with eyes. If irritation occurs, discontinue use and consult a doctor.":"Bu güneş kremi, mineral filtreler ve değerli yağlarla yüksek düzeyde güneş koruması sağlar. Squalane, Vitamin E, Niacinamide, Vitamin B5, Hyaluronic Acid ve Ahudu ve Avokado gibi premium bitki özleri ile zenginleştirilmiş olup, ince çizgiler ve kırışıklıkların görünümünü azaltırken cildinizi UV hasarından korur. Su bazlı formülü hafif bir koruma sunar ve cildi ağır bir his bırakmadan aydınlatır. Kullanım: Güneş ışınına maruz kalmadan en az 15 dakika önce yüze ve açıkta kalan cilt bölgelerine bolca uygulayın. Yüzme veya terleme durumunda her 2 saatte bir veya daha sık yeniden uygulayın. Uyarılar: Çocukların erişemeyeceği serin, kuru bir yerde saklayın. Sadece dış kullanım içindir. Gözlerle doğrudan temasından kaçının. Tahriş oluşursa kullanımı bırakın ve bir doktora başvurun."

   
}  